Revit 2027 API
SymbolTypeId.WPerMK Property
 Symbol W/(m·K), indicating unit Watts per meter kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WPerMK { get; }
Public Shared ReadOnly Property WPerMK As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WPerMK {
	ForgeTypeId^ get ();
}
static member WPerMK : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace